Repository: ib823/kflow
Catalog: mobile/lib/l10n/app_*.arb
Languages: bn, ms_arab, my, ne

# accessibilityApprovedIcon
source: Green checkmark icon
bn: সবুজ টিক আইকন
ms_arab: ايکون تندا سمق هيجاو
my: [TRANSLATE] Green checkmark icon
ne: हरियो टिक आइकन

# accessibilityCancelledIcon
source: Grey block icon
bn: ধূসর ব্লক আইকন
ms_arab: ايکون بلوک کلابو
my: [TRANSLATE] Grey block icon
ne: खैरो ब्लक आइकन

# accessibilityDeleteDigit
source: Delete last digit
bn: শেষ সংখ্যা মুছুন
ms_arab: ڤادم ديجيت تراخير
my: [TRANSLATE] Delete last digit
ne: अन्तिम अंक मेटाउनुहोस्

# accessibilityDigitButton
source: Digit {digit}
bn: সংখ্যা {digit}
ms_arab: ديجيت {digit}
my: [TRANSLATE] Digit {digit}
ne: अंक {digit}

# accessibilityLeaveCard
source: Leave request from {startDate} to {endDate}, {days} days. Status: {status}.
bn: {startDate} থেকে {endDate} পর্যন্ত ছুটির আবেদন, {days} দিন। স্ট্যাটাস: {status}।
ms_arab: ڤرموهونن چوتي دري {startDate} هيڠݢ {endDate}⹁ {days} هاري. ستاتوس: {status}.
my: [TRANSLATE] Leave request from {startDate} to {endDate}, {days} days. Status: {status}.
ne: {startDate} देखि {endDate} सम्म बिदा आवेदन, {days} दिन। स्थिति: {status}।

# accessibilityPayslipCard
source: Payslip for {period}, Net salary {amount}. Tap to view details. PIN required.
bn: {period} এর বেতন স্লিপ, নীট বেতন {amount}। বিস্তারিত দেখতে ট্যাপ করুন। পিন প্রয়োজন।
ms_arab: سليڤ ݢاجي اونتوق {period}⹁ ݢاجي برسيه {amount}. کتيق اونتوق مليهت بوتيرن. PIN دڤرلوکن.
my: [TRANSLATE] Payslip for {period}, Net salary {amount}. Tap to view details. PIN required.
ne: {period} को तलब स्लिप, शुद्ध तलब {amount}। विवरण हेर्न ट्याप गर्नुहोस्। PIN चाहिन्छ।

# accessibilityPendingIcon
source: Yellow clock icon
bn: হলুদ ঘড়ি আইকন
ms_arab: ايکون جم کونيڠ
my: [TRANSLATE] Yellow clock icon
ne: पहेंलो घडी आइकन

# accessibilityPinDot
source: PIN digit {position} of 6
bn: পিন সংখ্যা {position} / ৬
ms_arab: ديجيت PIN {position} درڤد ٦
my: [TRANSLATE] PIN digit {position} of 6
ne: PIN अंक {position} / ६

# accessibilityPinDotEmpty
source: PIN digit {position} of 6, empty
bn: পিন সংখ্যা {position} / ৬, খালি
ms_arab: ديجيت PIN {position} درڤد ٦⹁ کوسوڠ
my: [TRANSLATE] PIN digit {position} of 6, empty
ne: PIN अंक {position} / ६, खाली

# accessibilityPinDotFilled
source: PIN digit {position} of 6, entered
bn: পিন সংখ্যা {position} / ৬, প্রবেশ করা হয়েছে
ms_arab: ديجيت PIN {position} درڤد ٦⹁ دماسوقکن
my: [TRANSLATE] PIN digit {position} of 6, entered
ne: PIN अंक {position} / ६, प्रविष्ट

# accessibilityRejectedIcon
source: Red X icon
bn: লাল এক্স আইকন
ms_arab: ايکون X ميره
my: [TRANSLATE] Red X icon
ne: रातो X आइकन

# accessibilityStatusIndicator
source: {status}. {iconDescription}
my: [TRANSLATE] {status}. {iconDescription}

# actionBack
source: Back
bn: ফিরে যান
ms_arab: کمبالي
my: [TRANSLATE] Back
ne: पछाडि

# actionCancel
source: Cancel
bn: বাতিল
ms_arab: باتل
my: မလုပ်တော့ပါ
ne: रद्द

# actionClose
source: Close
bn: বন্ধ করুন
ms_arab: توتوڤ
my: [TRANSLATE] Close
ne: बन्द

# actionConfirm
source: Confirm
bn: নিশ্চিত করুন
ms_arab: صحکن
my: [TRANSLATE] Confirm
ne: पुष्टि

# actionContinue
source: Continue
bn: চালিয়ে যান
ms_arab: ترسکن
my: [TRANSLATE] Continue
ne: जारी राख्नुहोस्

# actionDelete
source: Delete
bn: মুছে ফেলুন
ms_arab: ڤادم
my: [TRANSLATE] Delete
ne: मेटाउनुहोस्

# actionDone
source: Done
bn: সম্পন্ন
ms_arab: سلساي
my: [TRANSLATE] Done
ne: सम्पन्न

# actionEdit
source: Edit
bn: সম্পাদনা
ms_arab: سونتيڠ
my: [TRANSLATE] Edit
ne: सम्पादन

# actionNo
source: No
bn: না
ms_arab: تيدق
my: မဟုတ်ပါ
ne: होइन

# actionOk
source: OK
bn: ঠিক আছে
my: [TRANSLATE] OK
ne: ठीक छ

# actionRetry
source: Try Again
bn: আবার চেষ্টা করুন
ms_arab: چوبا لاݢي
my: ထပ်ကြိုးစားပါ
ne: फेरि प्रयास

# actionSave
source: Save
bn: সংরক্ষণ করুন
ms_arab: سيمڤن
my: သိမ်းဆည်းရန်
ne: बचत गर्नुहोस्

# actionSeeLess
source: See Less
bn: কম দেখুন
ms_arab: ليهت کورڠ
my: [TRANSLATE] See Less
ne: कम हेर्नुहोस्

# actionSeeMore
source: See More
bn: আরো দেখুন
ms_arab: ليهت لاݢي
my: [TRANSLATE] See More
ne: थप हेर्नुहोस्

# actionSkip
source: Skip
bn: এড়িয়ে যান
ms_arab: لڠکاو
my: [TRANSLATE] Skip
ne: छोड्नुहोस्

# actionSubmit
source: Submit
bn: জমা দিন
ms_arab: هنتر
my: တင်သွင်းရန်
ne: पेश गर्नुहोस्

# actionYes
source: Yes
bn: হ্যাঁ
ms_arab: يا
my: ဟုတ်ကဲ့
ne: हो

# approvalApprove
source: Approve
bn: অনুমোদন করুন
ms_arab: لولوسکن
my: [TRANSLATE] Approve
ne: स्वीकृत गर्नुहोस्

# approvalNoItems
source: No pending approvals
bn: কোনো অনুমোদন মুলতুবি নেই
ms_arab: تياد کلولوسن منوڠݢو
my: [TRANSLATE] No pending approvals
ne: कुनै पर्खाइ स्वीकृति छैन

# approvalPending
source: Pending Approval
bn: অনুমোদনের অপেক্ষায়
ms_arab: منوڠݢو کلولوسن
my: [TRANSLATE] Pending Approval
ne: स्वीकृतिको पर्खाइमा

# approvalReject
source: Reject
bn: প্রত্যাখ্যান
ms_arab: تولق
my: [TRANSLATE] Reject
ne: अस्वीकार

# approvalRejectReason
source: Rejection Reason
bn: প্রত্যাখ্যানের কারণ
ms_arab: سبب ڤنولقن
my: [TRANSLATE] Rejection Reason
ne: अस्वीकार कारण

# approvalRejectReasonPlaceholder
source: Please provide a reason for rejection
bn: প্রত্যাখ্যানের কারণ দিন
ms_arab: سيلا بريکن سبب ڤنولقن
my: [TRANSLATE] Please provide a reason for rejection
ne: अस्वीकारको कारण दिनुहोस्

# biometricPrompt
source: Verify your identity
bn: আপনার পরিচয় যাচাই করুন
ms_arab: صحکن ايدنتيتي اندا
my: [TRANSLATE] Verify your identity
ne: आफ्नो पहिचान प्रमाणित गर्नुहोस्

# biometricUseFingerprint
source: Use Fingerprint
bn: আঙ্গুলের ছাপ ব্যবহার করুন
ms_arab: ݢونا چڤ جاري
my: [TRANSLATE] Use Fingerprint
ne: औंला छाप प्रयोग गर्नुहोस्

# biometricUsePinInstead
source: Use PIN Instead
bn: পিন ব্যবহার করুন
ms_arab: ݢونا PIN
my: [TRANSLATE] Use PIN Instead
ne: PIN प्रयोग गर्नुहोस्

# cancelLeaveConfirmMessage
source: Are you sure you want to cancel this leave request?
bn: আপনি কি নিশ্চিত যে এই ছুটির আবেদন বাতিল করতে চান?
ms_arab: اداکه اندا ڤستي ماهو ممباتلکن ڤرموهونن چوتي اين؟
my: [TRANSLATE] Are you sure you want to cancel this leave request?
ne: के तपाईं यो बिदा आवेदन रद्द गर्न चाहनुहुन्छ?

# cancelLeaveConfirmTitle
source: Cancel Leave Request?
bn: ছুটির আবেদন বাতিল করবেন?
ms_arab: باتلکن ڤرموهونن چوتي؟
my: [TRANSLATE] Cancel Leave Request?
ne: बिदा आवेदन रद्द गर्ने?

# cannotConnectNow
source: Cannot connect right now
bn: এখন সংযোগ করা যাচ্ছে না
ms_arab: تيدق داڤت منيمبوڠ سکارڠ
my: [TRANSLATE] Cannot connect right now
ne: अहिले जडान गर्न सकिँदैन

# checkConnectionAndRetry
source: Check your connection and try again
bn: আপনার সংযোগ চেক করে আবার চেষ্টা করুন
ms_arab: سمق سمبوڠن اندا دان چوبا لاݢي
my: [TRANSLATE] Check your connection and try again
ne: आफ्नो जडान जाँच गरी फेरि प्रयास गर्नुहोस्

# confirmDialogTitle
source: Confirm Action
bn: অ্যাকশন নিশ্চিত করুন
ms_arab: صحکن تينداقن
my: [TRANSLATE] Confirm Action
ne: कार्य पुष्टि

# currencyFormat
source: RM {amount}
my: K {amount}

# dashboardAfternoon
source: afternoon
bn: দুপুর
ms_arab: ڤتڠ
my: နေ့လည်
ne: दिउँसो

# dashboardEvening
source: evening
bn: সন্ধ্যা
ms_arab: مالم
my: ညနေ
ne: साँझ

# dashboardGreeting
source: Good {timeOfDay}, {name}
bn: শুভ {timeOfDay}, {name}
ms_arab: سلامت {timeOfDay}⹁ {name}
my: မင်္ဂလာပါ {name}
ne: शुभ {timeOfDay}, {name}

# dashboardMorning
source: morning
bn: সকাল
ms_arab: ڤاݢي
my: နံနက်
ne: प्रभात

# dashboardQuickActions
source: Quick Actions
bn: দ্রুত কার্যক্রম
ms_arab: تينداقن ڤنتس
my: [TRANSLATE] Quick Actions
ne: छिटो कार्यहरू

# dashboardUpcoming
source: Upcoming
bn: আসন্ন
ms_arab: اکن داتڠ
my: [TRANSLATE] Upcoming
ne: आउँदै गरेको

# dateDaysAgo
source: {count, plural, =1{1 day ago} other{{count} days ago}}
bn: {count, plural, =1{১ দিন আগে} other{{count} দিন আগে}}
ms_arab: {count, plural, =1{١ هاري للو} other{{count} هاري للو}}
my: [TRANSLATE] {count, plural, =1{1 day ago} other{{count} days ago}}
ne: {count, plural, =1{१ दिन अघि} other{{count} दिन अघि}}

# dateHoursAgo
source: {count, plural, =1{1 hour ago} other{{count} hours ago}}
bn: {count, plural, =1{১ ঘণ্টা আগে} other{{count} ঘণ্টা আগে}}
ms_arab: {count, plural, =1{١ جم للو} other{{count} جم للو}}
my: [TRANSLATE] {count, plural, =1{1 hour ago} other{{count} hours ago}}
ne: {count, plural, =1{१ घण्टा अघि} other{{count} घण्टा अघि}}

# dateJustNow
source: Just now
bn: এইমাত্র
ms_arab: بارو سهاج
my: [TRANSLATE] Just now
ne: भर्खरै

# dateMinutesAgo
source: {count, plural, =1{1 minute ago} other{{count} minutes ago}}
bn: {count, plural, =1{১ মিনিট আগে} other{{count} মিনিট আগে}}
ms_arab: {count, plural, =1{١ مينيت للو} other{{count} مينيت للو}}
my: [TRANSLATE] {count, plural, =1{1 minute ago} other{{count} minutes ago}}
ne: {count, plural, =1{१ मिनेट अघि} other{{count} मिनेट अघि}}

# dateToday
source: Today
bn: আজ
ms_arab: هاري اين
my: ဒီနေ့
ne: आज

# dateTomorrow
source: Tomorrow
bn: আগামীকাল
ms_arab: ايسوق
my: [TRANSLATE] Tomorrow
ne: भोलि

# dateYesterday
source: Yesterday
bn: গতকাল
ms_arab: سمالم
my: [TRANSLATE] Yesterday
ne: हिजो

# deleteConfirmMessage
source: This action cannot be undone.
bn: এই অ্যাকশন পূর্বাবস্থায় ফেরানো যাবে না।
ms_arab: تينداقن اين تيدق بوليه دباتلکن.
my: [TRANSLATE] This action cannot be undone.
ne: यो कार्य पूर्ववत गर्न सकिँदैन।

# deleteConfirmTitle
source: Delete?
bn: মুছে ফেলবেন?
ms_arab: ڤادم؟
my: [TRANSLATE] Delete?
ne: मेटाउने?

# documentDelete
source: Delete
bn: মুছে ফেলুন
ms_arab: ڤادم
my: [TRANSLATE] Delete
ne: मेटाउनुहोस्

# documentDownload
source: Download
bn: ডাউনলোড
ms_arab: موات تورون
my: [TRANSLATE] Download
ne: डाउनलोड

# documentEmpty
source: No documents
bn: কোনো নথি নেই
ms_arab: تياد دوکومين
my: [TRANSLATE] No documents
ne: कुनै कागजात छैन

# documentTitle
source: Documents
bn: নথি
ms_arab: دوکومين
my: [TRANSLATE] Documents
ne: कागजातहरू

# documentUpload
source: Upload Document
bn: নথি আপলোড করুন
ms_arab: موات نايق دوکومين
my: [TRANSLATE] Upload Document
ne: कागजात अपलोड

# emptyNoData
source: No data available
bn: কোনো ডেটা নেই
ms_arab: تياد داتا ترسديا
my: ဒေတာမရှိပါ
ne: कुनै डाटा उपलब्ध छैन

# emptyNoResults
source: No results found
bn: কোনো ফলাফল পাওয়া যায়নি
ms_arab: تياد حاصيل دتموٴي
my: [TRANSLATE] No results found
ne: कुनै परिणाम फेला परेन

# errorFieldRequired
source: This field is required
bn: এই ক্ষেত্রটি প্রয়োজন
ms_arab: ميدن اين دڤرلوکن
my: [TRANSLATE] This field is required
ne: यो फिल्ड आवश्यक छ

# errorGeneric
source: Something went wrong. Please try again.
bn: কিছু ভুল হয়েছে। আবার চেষ্টা করুন।
ms_arab: سسواتو تيدق کنا. سيلا چوبا لاݢي.
my: တစ်ခုခုမှားသွားပါပြီ။ ထပ်ကြိုးစားပါ။
ne: केही गलत भयो। फेरि प्रयास गर्नुहोस्।

# errorInvalidEmail
source: Please enter a valid email address
bn: সঠিক ইমেইল ঠিকানা দিন
ms_arab: سيلا ماسوقکن علامت اي-ميل يڠ صح
my: [TRANSLATE] Please enter a valid email address
ne: कृपया मान्य इमेल ठेगाना हाल्नुहोस्

# errorNetwork
source: No internet connection
bn: ইন্টারনেট সংযোগ নেই
ms_arab: تياد سمبوڠن اينترنيت
my: အင်တာနက်ချိတ်ဆက်မှုမရှိပါ
ne: इन्टरनेट जडान छैन

# errorPasswordTooShort
source: Password must be at least 8 characters
bn: পাসওয়ার্ড কমপক্ষে ৮ অক্ষর হতে হবে
ms_arab: کات لالوان مستي سکورڠ-کورڠڽ ٨ اکسارا
my: [TRANSLATE] Password must be at least 8 characters
ne: पासवर्ड कम्तीमा ८ अक्षर हुनुपर्छ

# errorServerError
source: Server error. Please try again later.
bn: সার্ভার ত্রুটি। পরে আবার চেষ্টা করুন।
ms_arab: رالت ڤلايان. سيلا چوبا لاݢي کموديان.
my: [TRANSLATE] Server error. Please try again later.
ne: सर्भर त्रुटि। पछि फेरि प्रयास गर्नुहोस्।

# errorSessionExpired
source: Your session has expired. Please login again.
bn: আপনার সেশন শেষ হয়ে গেছে। আবার লগইন করুন।
ms_arab: سيسي اندا تله تامت. سيلا لوݢ ماسوق سمولا.
my: [TRANSLATE] Your session has expired. Please login again.
ne: तपाईंको सत्र समाप्त भयो। फेरि लग इन गर्नुहोस्।

# errorValidation
source: Please check your input and try again.
bn: আপনার ইনপুট চেক করে আবার চেষ্টা করুন।
ms_arab: سيلا سمق اينڤوت اندا دان چوبا لاݢي.
my: [TRANSLATE] Please check your input and try again.
ne: आफ्नो इनपुट जाँच गरी फेरि प्रयास गर्नुहोस्।

# languageBalinese
source: Basa Bali
my: [TRANSLATE] Basa Bali

# languageBengali
source: বাংলা
my: [TRANSLATE] বাংলা

# languageChinese
source: 简体中文
my: [TRANSLATE] 简体中文

# languageEnglish
source: English
my: [TRANSLATE] English

# languageIndonesian
source: Bahasa Indonesia
my: [TRANSLATE] Bahasa Indonesia

# languageJavanese
source: Basa Jawa
my: [TRANSLATE] Basa Jawa

# languageJawi
source: جاوي (Jawi)
my: [TRANSLATE] جاوي (Jawi)

# languageKhmer
source: ភាសាខ្មែរ
my: [TRANSLATE] ភាសាខ្មែរ

# languageLao
source: ພາສາລາວ
my: [TRANSLATE] ພາສາລາວ

# languageMadurese
source: Basa Madhura
my: [TRANSLATE] Basa Madhura

# languageMalay
source: Bahasa Malaysia
my: [TRANSLATE] Bahasa Malaysia

# languageMinangkabau
source: Baso Minang
my: [TRANSLATE] Baso Minang

# languageNepali
source: नेपाली
my: [TRANSLATE] नेपाली

# languageSundanese
source: Basa Sunda
my: [TRANSLATE] Basa Sunda

# languageTagalog
source: Filipino
my: [TRANSLATE] Filipino

# languageTamil
source: தமிழ்
my: [TRANSLATE] தமிழ்

# languageThai
source: ภาษาไทย
my: [TRANSLATE] ภาษาไทย

# languageVietnamese
source: Tiếng Việt
my: [TRANSLATE] Tiếng Việt

# leaveAnnual
source: Annual Leave
bn: বার্ষিক ছুটি
ms_arab: چوتي تاهونن
my: နှစ်ပတ်လည်ခွင့်
ne: वार्षिक बिदा

# leaveApply
source: Apply for Leave
bn: ছুটির আবেদন করুন
ms_arab: موهون چوتي
my: ခွင့်တောင်းရန်
ne: बिदाको लागि आवेदन

# leaveAttachment
source: Attachment
bn: সংযুক্তি
ms_arab: لمڤيرن
my: [TRANSLATE] Attachment
ne: संलग्नक

# leaveAttachmentUpload
source: Upload attachment
bn: সংযুক্তি আপলোড করুন
ms_arab: موات نايق لمڤيرن
my: [TRANSLATE] Upload attachment
ne: संलग्नक अपलोड गर्नुहोस्

# leaveBalanceTitle
source: Leave Balance
bn: ছুটির ব্যালেন্স
ms_arab: باقي چوتي
my: ခွင့်လက်ကျန်
ne: बिदा ब्यालेन्स

# leaveCompassionate
source: Compassionate Leave
bn: সহানুভূতিশীল ছুটি
ms_arab: چوتي احسان
my: [TRANSLATE] Compassionate Leave
ne: करुणा बिदा

# leaveDaysCount
source: {count, plural, =0{0 days} =1{1 day} other{{count} days}}
bn: {count, plural, =0{০ দিন} =1{১ দিন} other{{count} দিন}}
ms_arab: {count, plural, =0{٠ هاري} =1{١ هاري} other{{count} هاري}}
my: [TRANSLATE] {count, plural, =0{0 days} =1{1 day} other{{count} days}}
ne: {count, plural, =0{० दिन} =1{१ दिन} other{{count} दिन}}

# leaveEmergency
source: Emergency Leave
bn: জরুরি ছুটি
ms_arab: چوتي کچماسن
my: [TRANSLATE] Emergency Leave
ne: आकस्मिक बिदा

# leaveEndDate
source: End Date
bn: শেষ তারিখ
ms_arab: تاريخ تامت
my: [TRANSLATE] End Date
ne: अन्त्य मिति

source: Leave History
bn: ছুটির ইতিহাস
ms_arab: سجاره چوتي
my: [TRANSLATE] Leave History
ne: बिदा इतिहास

# leaveInsufficientBalance
source: Insufficient leave balance
bn: ছুটির ব্যালেন্স অপর্যাপ্ত
ms_arab: باقي چوتي تيدق منچوکوڤي
my: [TRANSLATE] Insufficient leave balance
ne: बिदा ब्यालेन्स अपर्याप्त

# leaveMaternity
source: Maternity Leave
bn: মাতৃত্বকালীন ছুটি
ms_arab: چوتي برسالين
my: [TRANSLATE] Maternity Leave
ne: प्रसूति बिदा

# leaveMedical
source: Medical Leave
bn: অসুস্থতার ছুটি
ms_arab: چوتي ساکيت
my: ဆေးခွင့်
ne: बिरामी बिदा

# leaveMinimumNotice
source: Minimum notice period not met
bn: ন্যূনতম নোটিশ সময় পূরণ হয়নি
ms_arab: تمڤوه نوتيس مينيمم تيدق دڤنوهي
my: [TRANSLATE] Minimum notice period not met
ne: न्यूनतम सूचना अवधि पूरा भएन

# leaveOverlapping
source: Leave dates overlap with existing request
bn: ছুটির তারিখ বিদ্যমান আবেদনের সাথে ওভারল্যাপ করছে
ms_arab: تاريخ چوتي برتينديه دڠن ڤرموهونن سديا ادا
my: [TRANSLATE] Leave dates overlap with existing request
ne: बिदा मिति अवस्थित आवेदनसँग ओभरल्याप

# leavePaternity
source: Paternity Leave
bn: পিতৃত্বকালীন ছুটি
ms_arab: چوتي ڤاترنيتي
my: [TRANSLATE] Paternity Leave
ne: पितृत्व बिदा

# leaveReason
source: Reason
bn: কারণ
ms_arab: سبب
my: [TRANSLATE] Reason
ne: कारण

# leaveReasonPlaceholder
source: Please provide a reason for your leave request
bn: আপনার ছুটির আবেদনের কারণ দিন
ms_arab: سيلا بريکن سبب اونتوق ڤرموهونن چوتي اندا
my: [TRANSLATE] Please provide a reason for your leave request
ne: तपाईंको बिदा आवेदनको कारण दिनुहोस्

# leaveRemainingDays
source: {count, plural, =0{No days} =1{1 day} other{{count} days}} remaining
bn: {count, plural, =0{কোনো দিন নেই} =1{১ দিন} other{{count} দিন}} বাকি
ms_arab: {count, plural, =0{تياد هاري} =1{١ هاري} other{{count} هاري}} برباقي
my: {count, plural, =0{ရက်မရှိပါ} =1{၁ ရက်} other{{count} ရက်}} ကျန်ပါသည်
ne: {count, plural, =0{दिन छैन} =1{१ दिन} other{{count} दिन}} बाँकी

# leaveSelectType
source: Select leave type
bn: ছুটির ধরন নির্বাচন করুন
ms_arab: ڤيليه جنيس چوتي
my: [TRANSLATE] Select leave type
ne: बिदा प्रकार छान्नुहोस्

# leaveStartDate
source: Start Date
bn: শুরুর তারিখ
ms_arab: تاريخ مولا
my: [TRANSLATE] Start Date
ne: सुरु मिति

# leaveUnpaid
source: Unpaid Leave
bn: বিনা বেতনে ছুটি
ms_arab: چوتي تنڤا ݢاجي
my: [TRANSLATE] Unpaid Leave
ne: बिनातलब बिदा

# leaveWorkingDays
source: Working days
bn: কার্যদিবস
ms_arab: هاري بکرجا
my: [TRANSLATE] Working days
ne: कार्य दिन

# loadingPleaseWait
source: Please wait...
bn: অপেক্ষা করুন...
ms_arab: سيلا توڠݢو...
my: ခဏစောင့်ပါ...
ne: कृपया पर्खनुहोस्...

# loadingProcessing
source: Processing...
bn: প্রক্রিয়া করা হচ্ছে...
ms_arab: ممڤروسيس...
my: [TRANSLATE] Processing...
ne: प्रशोधन गर्दै...

# loadingSubmitting
source: Submitting...
bn: জমা দেওয়া হচ্ছে...
ms_arab: مڠهنتر...
my: [TRANSLATE] Submitting...
ne: पेश गर्दै...

# loginAccountLocked
source: Account locked. Try again in 15 minutes.
bn: অ্যাকাউন্ট লক হয়েছে। ১৫ মিনিট পরে চেষ্টা করুন।
ms_arab: اکاٴون دکونچي. چوبا لاݢي دالم ١٥ مينيت.
my: [TRANSLATE] Account locked. Try again in 15 minutes.
ne: खाता लक भयो। १५ मिनेटपछि फेरि प्रयास गर्नुहोस्।

# loginButton
source: Login
bn: লগইন
ms_arab: لوݢ ماسوق
my: အကောင့်ဝင်ရန်
ne: लग इन

# loginEmail
source: Email or Employee ID
bn: ইমেইল বা কর্মচারী আইডি
ms_arab: اي-ميل اتاو ID ڤکرجا
my: အီးမေးလ် သို့မဟုတ် ဝန်ထမ်း ID
ne: इमेल वा कर्मचारी ID

# loginForgotPassword
source: Forgot Password?
bn: পাসওয়ার্ড ভুলে গেছেন?
ms_arab: لوڤا کات لالوان؟
my: စကားဝှက်မေ့နေပါသလား?
ne: पासवर्ड बिर्सनुभयो?

# loginInvalidCredentials
source: Invalid email or password
bn: ভুল ইমেইল বা পাসওয়ার্ড
ms_arab: اي-ميل اتاو کات لالوان تيدق صح
my: [TRANSLATE] Invalid email or password
ne: गलत इमेल वा पासवर्ड

# loginPassword
source: Password
bn: পাসওয়ার্ড
ms_arab: کات لالوان
my: စကားဝှက်
ne: पासवर्ड

# loginRememberMe
source: Remember me
bn: মনে রাখুন
ms_arab: ايڠت ساي
my: [TRANSLATE] Remember me
ne: मलाई सम्झनुहोस्

# loginSubtitle
source: Sign in to continue
bn: চালিয়ে যেতে লগইন করুন
ms_arab: لوݢ ماسوق اونتوق ترسکن
my: ဆက်လက်ရန် အကောင့်ဝင်ပါ
ne: जारी राख्न लग इन गर्नुहोस्

# loginTitle
source: Welcome to KerjaFlow
bn: KerjaFlow-এ স্বাগতম
ms_arab: سلامت داتڠ کڤد کرجافلو
my: KerjaFlow မှ ကြိုဆိုပါသည်
ne: KerjaFlow मा स्वागत छ

# logoutButton
source: Logout
bn: লগআউট
ms_arab: لوݢ کلوار
my: [TRANSLATE] Logout
ne: लग आउट

# logoutConfirmMessage
source: Are you sure you want to logout?
bn: আপনি কি নিশ্চিত যে লগআউট করতে চান?
ms_arab: اداکه اندا ڤستي ماهو لوݢ کلوار؟
my: [TRANSLATE] Are you sure you want to logout?
ne: के तपाईं लग आउट गर्न चाहनुहुन्छ?

# logoutConfirmTitle
source: Logout
bn: লগআউট
ms_arab: لوݢ کلوار
my: [TRANSLATE] Logout
ne: लग आउट

# navHome
source: Home
bn: হোম
ms_arab: اوتاما
my: ပင်မစာမျက်နှာ
ne: गृह

# navInbox
source: Inbox
bn: ইনবক্স
ms_arab: ڤتي ماسوق
my: စာတိုက်ပုံး
ne: इनबक्स

# navLeave
source: Leave
bn: ছুটি
ms_arab: چوتي
my: ခွင့်
ne: बिदा

# navPayslip
source: Payslip
bn: বেতন স্লিপ
ms_arab: سليڤ ݢاجي
my: လစာစလစ်
ne: तलब स्लिप

# navProfile
source: Profile
bn: প্রোফাইল
ms_arab: ڤروفيل
my: ပရိုဖိုင်
ne: प्रोफाइल

# notificationEmpty
source: No notifications
bn: কোনো বিজ্ঞপ্তি নেই
ms_arab: تياد ڤمبريتاهوان
my: [TRANSLATE] No notifications
ne: कुनै सूचना छैन

# notificationMarkAllRead
source: Mark all as read
bn: সব পড়া হিসেবে চিহ্নিত করুন
ms_arab: تندا سموا سباݢاي دباچ
my: [TRANSLATE] Mark all as read
ne: सबै पढिएको चिन्ह लगाउनुहोस्

# notificationTitle
source: Notifications
bn: বিজ্ঞপ্তি
ms_arab: ڤمبريتاهوان
my: [TRANSLATE] Notifications
ne: सूचनाहरू

# notificationUnreadCount
source: {count, plural, =0{No unread} =1{1 unread} other{{count} unread}}
bn: {count, plural, =0{কোনো অপঠিত নেই} =1{১টি অপঠিত} other{{count}টি অপঠিত}}
ms_arab: {count, plural, =0{تياد بلوم دباچ} =1{١ بلوم دباچ} other{{count} بلوم دباچ}}
my: [TRANSLATE] {count, plural, =0{No unread} =1{1 unread} other{{count} unread}}
ne: {count, plural, =0{नपढिएको छैन} =1{१ नपढिएको} other{{count} नपढिएको}}

# offlineDataAvailable
source: You can still view saved data
bn: আপনি সংরক্ষিত ডেটা দেখতে পারেন
ms_arab: اندا ماسيه بوليه مليهت داتا يڠ دسيمڤن
my: [TRANSLATE] You can still view saved data
ne: तपाईं बचत गरिएको डाटा हेर्न सक्नुहुन्छ

# offlineModeActive
source: Working offline - changes saved
bn: অফলাইনে কাজ করছে - পরিবর্তন সংরক্ষিত
ms_arab: بکرجا لوار تالين - ڤروبهن دسيمڤن
my: [TRANSLATE] Working offline - changes saved
ne: अफलाइन काम - परिवर्तन बचत भयो

# onboardingGetStarted
source: Get Started
bn: শুরু করুন
ms_arab: مولاکن
my: [TRANSLATE] Get Started
ne: सुरु गर्नुहोस्

# onboardingLeave
source: Apply for leave easily
bn: সহজে ছুটির জন্য আবেদন করুন
ms_arab: موهون چوتي دڠن موده
my: [TRANSLATE] Apply for leave easily
ne: सजिलैसँग बिदाको लागि आवेदन दिनुहोस्

# onboardingNotifications
source: Stay updated with notifications
bn: বিজ্ঞপ্তি দিয়ে আপডেট থাকুন
ms_arab: ککل دکماس کيني دڠن ڤمبريتاهوان
my: [TRANSLATE] Stay updated with notifications
ne: सूचनाहरूमार्फत अद्यावधिक रहनुहोस्

# onboardingPayslip
source: View your payslip anytime
bn: যেকোনো সময় আপনার বেতন স্লিপ দেখুন
ms_arab: ليهت سليڤ ݢاجي اندا بيلا-بيلا ماس
my: [TRANSLATE] View your payslip anytime
ne: जुनसुकै बेला आफ्नो तलब स्लिप हेर्नुहोस्

# onboardingWelcome
source: Welcome
bn: স্বাগতম
ms_arab: سلامت داتڠ
my: [TRANSLATE] Welcome
ne: स्वागत छ

# payslipAllowances
source: Allowances
bn: ভাতা
ms_arab: ايلاٴون
my: [TRANSLATE] Allowances
ne: भत्ता

# payslipBasicSalary
source: Basic Salary
bn: মূল বেতন
ms_arab: ݢاجي ڤوکوق
my: အခြေခံလစာ
ne: आधारभूत तलब

# payslipBonus
source: Bonus
bn: বোনাস
ms_arab: بونس
my: [TRANSLATE] Bonus
ne: बोनस

# payslipDeductions
source: Deductions
bn: কর্তন
ms_arab: ڤوتوڠن
my: နုတ်ယူမှုများ
ne: कटौती

# payslipDownloadPdf
source: Download PDF
bn: PDF ডাউনলোড
ms_arab: موات تورون PDF
my: PDF ဒေါင်းလုပ်
ne: PDF डाउनलोड

# payslipEmployeeContribution
source: Employee
bn: কর্মচারী
ms_arab: ڤکرجا
my: [TRANSLATE] Employee
ne: कर्मचारी

# payslipEmployerContribution
source: Employer
bn: নিয়োগকর্তা
ms_arab: ماجيکن
my: [TRANSLATE] Employer
ne: रोजगारदाता

# payslipGrossEarnings
source: Gross Earnings
bn: মোট আয়
ms_arab: ڤنداڤتن کاسر
my: စုစုပေါင်းဝင်ငွေ
ne: कुल आम्दानी

# payslipMonthYear
source: {month} {year}
my: [TRANSLATE] {month} {year}

# payslipNetPay
source: Net Pay
bn: নীট বেতন
ms_arab: ݢاجي برسيه
my: အသားတင်လစာ
ne: शुद्ध तलब

# payslipOvertime
source: Overtime
bn: ওভারটাইম
ms_arab: کرجا لبيه ماس
my: [TRANSLATE] Overtime
ne: ओभरटाइम

# payslipPinProtected
source: PIN protected
bn: পিন সুরক্ষিত
ms_arab: دلينداوڠي PIN
my: [TRANSLATE] PIN protected
ne: PIN सुरक्षित

# payslipShare
source: Share
bn: শেয়ার করুন
ms_arab: کوڠسي
my: [TRANSLATE] Share
ne: सेयर गर्नुहोस्

# payslipStatutory
source: Statutory Contributions
bn: বিধিবদ্ধ অবদান
ms_arab: چارومن برکانون
my: [TRANSLATE] Statutory Contributions
ne: वैधानिक योगदान

# payslipViewBreakdown
source: View Breakdown
bn: বিস্তারিত দেখুন
ms_arab: ليهت ڤچاهن
my: [TRANSLATE] View Breakdown
ne: विवरण हेर्नुहोस्

# payslipYouKeep
source: What You Keep
bn: আপনি যা পাবেন
ms_arab: يڠ اندا داڤت
my: [TRANSLATE] What You Keep
ne: तपाईंले पाउने

# pinAttemptsRemaining
source: {count, plural, =1{1 attempt remaining} other{{count} attempts remaining}}
bn: {count, plural, =1{১টি চেষ্টা বাকি} other{{count}টি চেষ্টা বাকি}}
ms_arab: {count, plural, =1{١ ڤرچوباٴن لاݢي} other{{count} ڤرچوباٴن لاݢي}}
my: [TRANSLATE] {count, plural, =1{1 attempt remaining} other{{count} attempts remaining}}
ne: {count, plural, =1{१ प्रयास बाँकी} other{{count} प्रयास बाँकी}}

# pinConfirmSubtitle
source: Enter the same PIN again to confirm
bn: নিশ্চিত করতে আবার একই পিন দিন
ms_arab: ماسوقکن PIN يڠ سام سکالي لاݢي اونتوق منݢصحکن
my: [TRANSLATE] Enter the same PIN again to confirm
ne: पुष्टि गर्न उही PIN फेरि हाल्नुहोस्
