Repository: ib823/kflow
Catalog: mobile/lib/l10n/app_*.arb
Languages: bn, ms_arab, my, ne

# pinConfirmTitle
source: Confirm Your PIN
bn: পিন নিশ্চিত করুন
ms_arab: صحکن PIN اندا
my: [TRANSLATE] Confirm Your PIN
ne: PIN पुष्टि गर्नुहोस्

# pinEntrySubtitle
source: Enter your 6-digit PIN to continue
bn: চালিয়ে যেতে আপনার ৬ সংখ্যার পিন দিন
ms_arab: ماسوقکن PIN ٦ ديجيت اندا اونتوق ترسکن
my: [TRANSLATE] Enter your 6-digit PIN to continue
ne: जारी राख्न आफ्नो ६ अंकको PIN हाल्नुहोस्

# pinEntryTitle
source: Enter PIN
bn: পিন দিন
ms_arab: ماسوقکن PIN
my: PIN ထည့်ပါ
ne: PIN हाल्नुहोस्

# pinForgot
source: Forgot PIN?
bn: পিন ভুলে গেছেন?
ms_arab: لوڤا PIN؟
my: [TRANSLATE] Forgot PIN?
ne: PIN बिर्सनुभयो?

# pinInvalid
source: Invalid PIN
bn: ভুল পিন
ms_arab: PIN تيدق صح
my: PIN မမှန်ပါ
ne: गलत PIN

# pinMismatch
source: PINs do not match. Please try again.
bn: পিন মিলছে না। আবার চেষ্টা করুন।
ms_arab: PIN تيدق سڤادن. سيلا چوبا لاݢي.
my: [TRANSLATE] PINs do not match. Please try again.
ne: PIN मेल खाएन। फेरि प्रयास गर्नुहोस्।

source: PIN required
bn: পিন প্রয়োজন
ms_arab: PIN دڤرلوکن
my: [TRANSLATE] PIN required
ne: PIN आवश्यक छ

# pinSetupLater
source: Set up later
bn: পরে সেট করুন
ms_arab: تتڤکن کموديان
my: [TRANSLATE] Set up later
ne: पछि सेट गर्नुहोस्

# pinSetupSubtitle
source: Enter a 6-digit PIN to secure your account
bn: আপনার অ্যাকাউন্ট সুরক্ষিত করতে ৬ সংখ্যার পিন দিন
ms_arab: ماسوقکن PIN ٦ ديجيت اونتوق ملينداوڠي اکاٴون اندا
my: [TRANSLATE] Enter a 6-digit PIN to secure your account
ne: आफ्नो खाता सुरक्षित गर्न ६ अंकको PIN हाल्नुहोस्

# pinSetupTitle
source: Create Your PIN
bn: আপনার পিন তৈরি করুন
ms_arab: چيڤتا PIN اندا
my: သင့် PIN ဖန်တီးပါ
ne: आफ्नो PIN बनाउनुहोस्

# pinVerifyBiometric
source: Use fingerprint instead
bn: আঙ্গুলের ছাপ ব্যবহার করুন
ms_arab: ݢونا چڤ جاري
my: လက်ဗွေသုံးပါ
ne: औंला छाप प्रयोग गर्नुहोस्

# profileChangePhoto
source: Change Photo
bn: ফটো পরিবর্তন করুন
ms_arab: توکر فوتو
my: [TRANSLATE] Change Photo
ne: फोटो बदल्नुहोस्

# profileDepartment
source: Department
bn: বিভাগ
ms_arab: جابتن
my: [TRANSLATE] Department
ne: विभाग

# profileEditProfile
source: Edit Profile
bn: প্রোফাইল সম্পাদনা করুন
ms_arab: سونتيڠ ڤروفيل
my: [TRANSLATE] Edit Profile
ne: प्रोफाइल सम्पादन

# profileEmail
source: Email
bn: ইমেইল
ms_arab: اي-ميل
my: [TRANSLATE] Email
ne: इमेल

# profileEmergencyContact
source: Emergency Contact
bn: জরুরি যোগাযোগ
ms_arab: هوبوڠن کچماسن
my: [TRANSLATE] Emergency Contact
ne: आकस्मिक सम्पर्क

# profileEmployeeId
source: Employee ID
bn: কর্মচারী আইডি
ms_arab: ID ڤکرجا
my: [TRANSLATE] Employee ID
ne: कर्मचारी ID

# profileJoinDate
source: Join Date
bn: যোগদানের তারিখ
ms_arab: تاريخ مولا
my: [TRANSLATE] Join Date
ne: सामेल मिति

# profilePhone
source: Phone
bn: ফোন
ms_arab: تيليفون
my: [TRANSLATE] Phone
ne: फोन

# profilePosition
source: Position
bn: পদ
ms_arab: جاوتن
my: [TRANSLATE] Position
ne: पद

# profileTitle
source: Profile
bn: প্রোফাইল
ms_arab: ڤروفيل
my: [TRANSLATE] Profile
ne: प्रोफाइल

source: Public Holidays
bn: সরকারি ছুটি
ms_arab: چوتي عام
my: [TRANSLATE] Public Holidays
ne: सार्वजनिक बिदा

# settingsAbout
source: About
bn: সম্পর্কে
ms_arab: مڠناي
my: [TRANSLATE] About
ne: बारेमा

# settingsAccessibility
source: Accessibility
bn: প্রবেশযোগ্যতা
ms_arab: کبوليهچاڤاين
my: [TRANSLATE] Accessibility
ne: पहुँचयोग्यता

# settingsAudio
source: Audio Settings
bn: অডিও সেটিংস
ms_arab: تتڤن اوديو
my: [TRANSLATE] Audio Settings
ne: अडियो सेटिङ

# settingsAudioFeedback
source: Sound Effects
bn: সাউন্ড ইফেক্ট
ms_arab: کسن بوڽي
my: [TRANSLATE] Sound Effects
ne: ध्वनि प्रभाव

# settingsAudioFeedbackDesc
source: Hear success and error sounds
bn: সফলতা ও ত্রুটির শব্দ শুনুন
ms_arab: دڠر بوڽي کجاياٴن دان کسيلڤن
my: [TRANSLATE] Hear success and error sounds
ne: सफलता र त्रुटि ध्वनि सुन्नुहोस्

# settingsBiometricFirst
source: Fingerprint First
bn: আঙ্গুলের ছাপ প্রথমে
ms_arab: چڤ جاري دهولو
my: [TRANSLATE] Fingerprint First
ne: औंला छाप पहिले

# settingsBiometricFirstDesc
source: Use fingerprint before PIN
bn: পিনের আগে আঙ্গুলের ছাপ ব্যবহার করুন
ms_arab: ݢونا چڤ جاري سبلوم PIN
my: [TRANSLATE] Use fingerprint before PIN
ne: PIN अघि औंला छाप प्रयोग

# settingsGloveMode
source: Glove Mode
bn: গ্লাভস মোড
ms_arab: مود ساروڠ تاڠن
my: [TRANSLATE] Glove Mode
ne: पन्जा मोड

# settingsGloveModeDesc
source: Bigger buttons for gloves
bn: গ্লাভসের জন্য বড় বোতাম
ms_arab: بوتڠ لبيه بسر اونتوق ساروڠ تاڠن
my: [TRANSLATE] Bigger buttons for gloves
ne: पन्जाको लागि ठूला बटनहरू

# settingsHapticFeedback
source: Vibration
bn: কম্পন
ms_arab: ݢترن
my: [TRANSLATE] Vibration
ne: कम्पन

# settingsHapticFeedbackDesc
source: Feel taps and actions
bn: ট্যাপ ও অ্যাকশন অনুভব করুন
ms_arab: راسا کتوقن دان تينداقن
my: [TRANSLATE] Feel taps and actions
ne: ट्याप र कार्य महसुस गर्नुहोस्

# settingsHighContrast
source: High Contrast
bn: উচ্চ কন্ট্রাস্ট
ms_arab: کونتراس تيڠݢي
my: [TRANSLATE] High Contrast
ne: उच्च कन्ट्रास्ट

# settingsHighContrastDesc
source: Easier to see outdoors
bn: বাইরে দেখতে সহজ
ms_arab: لبيه موده دليهت دلوار
my: [TRANSLATE] Easier to see outdoors
ne: बाहिर हेर्न सजिलो

# settingsInteraction
source: Interaction Settings
bn: ইন্টার‌্যাকশন সেটিংস
ms_arab: تتڤن اينتراکسي
my: [TRANSLATE] Interaction Settings
ne: इन्टर्याक्सन सेटिङ

# settingsLanguage
source: Language
bn: ভাষা
ms_arab: بهاس
my: ဘာသာစကား
ne: भाषा

# settingsLargeText
source: Large Text
bn: বড় টেক্সট
ms_arab: تيکس بسر
my: [TRANSLATE] Large Text
ne: ठूलो पाठ

# settingsLargeTextDesc
source: Make text bigger
bn: টেক্সট বড় করুন
ms_arab: بسرکن سايز تيکس
my: [TRANSLATE] Make text bigger
ne: पाठ ठूलो बनाउनुहोस्

# settingsPrivacy
source: Privacy Policy
bn: গোপনীয়তা নীতি
ms_arab: داسر ڤريۏاسي
my: [TRANSLATE] Privacy Policy
ne: गोपनीयता नीति

# settingsSimpleMode
source: Simple Mode
bn: সরল মোড
ms_arab: مود ريڠکس
my: [TRANSLATE] Simple Mode
ne: सरल मोड

# settingsSimpleModeDesc
source: Hide advanced features
bn: উন্নত বৈশিষ্ট্য লুকান
ms_arab: سمبوڽيکن چيري-چيري لنجوتن
my: [TRANSLATE] Hide advanced features
ne: उन्नत सुविधाहरू लुकाउनुहोस्

# settingsTTS
source: Voice Readout
bn: ভয়েস রিডআউট
ms_arab: باچاٴن سوارا
my: [TRANSLATE] Voice Readout
ne: आवाज पढाइ

# settingsTTSDesc
source: Read screen content aloud
bn: স্ক্রিনের বিষয়বস্তু পড়ুন
ms_arab: باچ کاندوڠن سکرين دڠن سوارا
my: [TRANSLATE] Read screen content aloud
ne: स्क्रिन सामग्री पढ्नुहोस्

# settingsTerms
source: Terms & Conditions
bn: শর্তাবলী
ms_arab: ترما & شرط
my: [TRANSLATE] Terms & Conditions
ne: नियम र सर्तहरू

# settingsTitle
source: Settings
bn: সেটিংস
ms_arab: تتڤن
my: ဆက်တင်များ
ne: सेटिङहरू

# settingsVersion
source: Version {version}
bn: ভার্সন {version}
ms_arab: ۏرسي {version}
my: [TRANSLATE] Version {version}
ne: संस्करण {version}

# settingsVisual
source: Visual Settings
bn: ভিজ্যুয়াল সেটিংস
ms_arab: تتڤن ۏيسوال
my: [TRANSLATE] Visual Settings
ne: भिजुअल सेटिङ

# statusApproved
source: Approved
bn: অনুমোদিত
ms_arab: دلولوسکن
my: အတည်ပြုပြီး
ne: स्वीकृत

# statusCancelled
source: Cancelled
bn: বাতিল
ms_arab: دباتلکن
my: ပယ်ဖျက်ပြီး
ne: रद्द

# statusCompleted
source: Completed
bn: সম্পন্ন
ms_arab: سلساي
my: [TRANSLATE] Completed
ne: सम्पन्न

# statusPending
source: Pending
bn: মুলতুবি
ms_arab: منوڠݢو
my: စောင့်ဆိုင်းဆဲ
ne: पर्खाइमा

# statusProcessing
source: Processing
bn: প্রক্রিয়াধীন
ms_arab: ممڤروسيس
my: [TRANSLATE] Processing
ne: प्रशोधन

# statusRejected
source: Rejected
bn: প্রত্যাখ্যাত
ms_arab: دتولق
my: ငြင်းပယ်ပြီး
ne: अस्वीकृत

# successApproved
source: Request approved
bn: আবেদন অনুমোদিত
ms_arab: ڤرموهونن دلولوسکن
my: [TRANSLATE] Request approved
ne: आवेदन स्वीकृत

# successDocumentUploaded
source: Document uploaded successfully
bn: নথি সফলভাবে আপলোড হয়েছে
ms_arab: دوکومين برجاي دموات نايق
my: [TRANSLATE] Document uploaded successfully
ne: कागजात सफलतापूर्वक अपलोड भयो

# successLeaveSubmitted
source: Leave request submitted successfully
bn: ছুটির আবেদন সফলভাবে জমা হয়েছে
ms_arab: ڤرموهونن چوتي برجاي دهنتر
my: [TRANSLATE] Leave request submitted successfully
ne: बिदा आवेदन सफलतापूर्वक पेश भयो

# successPinChanged
source: PIN changed successfully
bn: পিন সফলভাবে পরিবর্তন হয়েছে
ms_arab: PIN برجاي دتوکر
my: [TRANSLATE] PIN changed successfully
ne: PIN सफलतापूर्वक परिवर्तन भयो

# successProfileUpdated
source: Profile updated successfully
bn: প্রোফাইল সফলভাবে আপডেট হয়েছে
ms_arab: ڤروفيل برجاي دکماس کيني
my: [TRANSLATE] Profile updated successfully
ne: प्रोफाइल सफलतापूर्वक अद्यावधिक भयो

# successRejected
source: Request rejected
bn: আবেদন প্রত্যাখ্যাত
ms_arab: ڤرموهونن دتولق
my: [TRANSLATE] Request rejected
ne: आवेदन अस्वीकृत

# appName
source: KerjaFlow
ms_arab: کرجافلو
